#Конфигурация для тестов.

# Setting
PREFIX_COMMAND = '!' # Префикс для команды
conn_bot = 'https://discordapp.com/oauth2/authorize?client_id=694224724087144569&permissions=8&scope=bot'

# Psychologist
messagePsychologist = [
	"Да Ты прав", "Подумай сам", "Пойди посмотри фильмы/Сериальчики", "Все верно", "Все хорошо успокойся", "Будь хлоднокровен",
	"Я не могу сказать это потому что я всего лишь машина =(", "Если Ты думаешь что это сделано специально подумай хорошо с чистой головой",
	"...", "Остановись и пойди отдохни", 
]
# Variable
ball = [
    "✔ Да", "✖ Нет", "Возможно", "Скорее всего да", "Скорее всего нет", "Не советую", "😈 Лучше не надо", "Больше да, чем нет", "Больше нет, чем да",
    "Не могу сказать, попробуйте ещё", "На самом деле нет, но для тебя да", "На самом деле да, но для тебя нет", "Лучше не спрашивай", "Сам подумай",
    "Я незнаю, загугли сам", "Однозначно нет", "Однозначно да", "Я не могу сказать это 😔"
]

cat_gif = [
    "https://media.giphy.com/media/JIX9t2j0ZTN9S/giphy.gif", "https://i.gifer.com/VrJ.gif", "https://i.gifer.com/Ah.gif", "https://i.gifer.com/307G.gif",
    "https://i.gifer.com/3p72.gif", "https://i.gifer.com/1g5K.gif", "https://i.gifer.com/9w8.gif", "https://i.gifer.com/FEl8.gif", "https://i.gifer.com/OuUi.gif",  
    "https://i.gifer.com/ZHbd.gif", "https://i.gifer.com/5v1Y.gif", "https://i.gifer.com/2CR.gif", "https://i.gifer.com/ZUyt.gif",
]

# Color
green = 0x00ff00 # color green for start
red = 0xff0000 # color red for error 
orange = 0xEE7700 # color orange for custom

# ver
version = "Основная 2.2"
BOT_AUTHOR = "Lonely_#1572"